[
 {
   "Saying": "\"Thank God men cannot fly, and lay waste the sky as well as the earth.\"",
   "Author": "Henry David Thoreau"
 },
 {
   "Saying": "\"There's so much pollution in the air now that if it weren't for our lungs there'd be no place to put it all. \"",
   "Author": "Robert Orben"
 },
 {
   "Saying": "\"Don't blow it - good planets are hard to find.\"",
   "Author": "Quoted in Time"
 },
 {
   "Saying": "\"Nature provides a free lunch, but only if we control our appetites.\"",
   "Author": "William Ruckelshaus"
 },
 {
   "Saying": "\"Because we don't think about future generations, they will never forget us.\"",
   "Author": "Henrik Tikkanen"
 },
 {
   "Saying": "\"We never know the worth of water till the well is dry.\"",
   "Author": "Thomas Fuller"
 },
 {
   "Saying": "\"For two hundred years we've been conquering Nature. Now we're beating it to death.\"",
   "Author": "Tom McMillan"
 },
 {
   "Saying": "\"A virgin forest is where the hand of man has never set foot.\"",
   "Author": "Author Unknown"
 },
 {
   "Saying": "When a man says to me, \"I have the most intense love of nature,\" at once I know that he has none.",
   "Author": "Ralph Waldo Emerson"
 },
 {
   "Saying": "\"When we heal the earth, we heal ourselves.\"",
   "Author": "David Orr"
 },
 {
   "Saying": "\"We cannot command Nature except by obeying her.\"",
   "Author": "Francis Bacon"
 },
 {
   "Saying": "\"There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before.",
   "Author": "Robert Lynd"
 },
 {
   "Saying": "\"Take care of the earth and she will take care of you.\"",
   "Author": "Author Unkown"
 },
 {
   "Saying": "\"Understanding the laws of nature does not mean that we are immune to their operations.\"",
   "Author": "David Gerrold"
 },
 {
   "Saying": "\"Man has lost the capacity to foresee and to forestall.  He will end by destroying the earth.\"",
   "Author": "Albert Schweitzer"
 },
 {
   "Saying": "\"Man must feel the earth to know himself and recognize his values.... God made life simple.  It is man who complicates it.\"",
   "Author": "Charles A. Lindbergh"
 },
 {
   "Saying": "\"The control man has secured over nature has far outrun his control over himself.\"",
   "Author": "Ernest Jones"
 },
 {
   "Saying": "\"Every day is Earth Day.\"",
   "Author": "Author Unkown"
 },
 {
   "Saying": "\"Nature's laws affirm instead of prohibit.  If you violate her laws you are your own prosecuting attorney, judge, jury, and hangman.\"",
   "Author": "Luther Burbank"
 },
 {
   "Saying": "\"Our environmental problems originate in the hubris of imagining ourselves as the central nervous system or the brain of nature.  We're not the brain; we are a cancer on nature.\" ",
   "Author": "Dave Foreman"
 },
 {
   "Saying": "\"Man makes a death which Nature never made.\"",
   "Author": "Edward Young"
 },
 {
   "Saying": "\"Man is a complex being:  he makes deserts bloom - and lakes die.\"",
   "Author": "Gil Stern"
 },
 {
   "Saying": "\"Nature always strikes back.  It takes all the running we can do to remain in the same place.\"",
   "Author": "Rene Dubos"
 },
 {
   "Saying": "\"If the climate can change, then so can you.\"",
   "Author": "@thedeadauthor"
 },
 {
   "Saying": "\"After a visit to the beach, it's hard to believe that we live in a material world.\"",
   "Author": "Pam Shaw"
 },
 {
   "Saying": "\"The human race will be the cancer of the planet.\"",
   "Author": "Julian Huxley"
 },
 {
   "Saying": "\"If all mankind were to disappear, the world would regenerate back to the rich state of equilibrium that existed ten thousand years ago.  If insects were to vanish, the environment would collapse into chaos.\"",
   "Author": "Edward O. Wilson"
 },
 {
   "Saying": "\"When the soil disappears, the soul disappears.\"",
   "Author": "Terri Guillemets"
 },
 {
   "Saying": "\"Those who wish to pet and baby wild animals \"love\" them.  But those who respect their natures and wish to let them live normal lives, love them more.\"",
   "Author": "Edwin Way Teale"
 },
 {
   "Saying": "\"The word \"wilderness\" occurs approximately three hundred times in the Bible, and all its meanings are derogatory.\"",
   "Author": "René Dubos"
 },
 {
   "Saying": "\"I am the earth. You are the earth. The Earth is dying. You and I are murderers.\"",
   "Author": "Terri Guillemets"
 },
 {
   "Saying": "\"Sometimes Mother Nature has the answers when you do not even know the questions.\"",
   "Author": "Keith Wynn"
 },
 {
   "Saying": "\"Man’s heart away from nature becomes hard.\"",
   "Author": "Standing Bear"
 },
 {
   "Saying": "\"Adopt the pace of nature: her secret is patience.\"",
   "Author": "Ralph Waldo Emerson"
 },
 {
   "Saying": "\"I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.\" ",
   "Author": "George Washington Carver"
 },
 {
   "Saying": "\"God writes the gospel not in the Bible alone, but on trees and flowers and clouds and stars.\"",
   "Author": "Author Unkown"
 },
 {
   "Saying": "\"The poetry of the earth is never dead.\"",
   "Author": "John Keats"
 },
 {
   "Saying": "\"Nature does not hurry, yet everything is accomplished.\"",
   "Author": "Lao Tzu"
 },
 {
   "Saying": "\"Mother Nature presents neither a wrinkled face nor tottering form, but constantly renews the bloom of her youth, while time fills up the volumes of her history.\"",
   "Author": "James Lendall Basford"
 },
 {
   "Saying": "\"Great things are done when men and mountains meet. This is not done by jostling in the street.\" ",
   "Author": "William Blake"
 },
 {
   "Saying": "\"I can enjoy society in a room; but out of doors, nature is company enough for me. \"",
   "Author": "William Hazlitt"
 },
 {
   "Saying": "\"Look deep into nature, and then you will understand everything better.\"",
   "Author": "Albert Einstein"
 },
 {
   "Saying": "\"I’ve always regarded nature as the clothing of God.\"",
   "Author": "Alan Hovhaness"
 },
 {
   "Saying": "\"Those who dwell among the beauties and mysteries of the earth are never alone or weary of life.\"",
   "Author": "Rachel Carson"
 },
 {
   "Saying": "\"Happiness flutters in the air whilst we rest among the breaths of nature.\"",
   "Author": "Kelly Sheaffer"
 },
 {
   "Saying": "\"If you truly love Nature, you will find beauty everywhere.\"",
   "Author": "Vincent Van Gogh"
 },
 {
   "Saying": "\"Let us a little permit Nature to take her own way; she better understands her own Affairs than we.\"",
   "Author": "Michel de Montaigne"
 },
 {
   "Saying": "\"Nature, to be commanded, must be obeyed.\"",
   "Author": "Francis Bacon"
 },
 {
   "Saying": "\"All the uglinesses of the world can best be forgotten in the beauty of nature!\"",
   "Author": "Mehmet Murat ildan"
 },
 {
   "Saying": "\"The sun, the moon and the stars would have disappeared long ago... had they happened to be within the reach of predatory human hands.\"",
   "Author": "Havelock Ellis"
 },
 {
   "Saying": "\"Such is the audacity of man, that he hath learned to counterfeit Nature, yea, and is so bold as to challenge her in her work.\"",
   "Author": "Pliny the Elder"
 },
 {
   "Saying": "“If you love a tree you will be more beautiful than before!”",
   "Author": "Amit Ray"
 },
 {
   "Saying": "“We are seeds as well as parasites to the earth. We can either give or take, depending on our perception of growth.”",
   "Author": "Zephyr McIntyre"
 },
 {
   "Saying": "“Environment isn't asking us to conserve her for her but for our future generations.”",
   "Author": "Mohith Agadi"
 },
 {
   "Saying": "“Protecting our environment is not a luxury we can choose to enjoy, but a simple matter of survival.”",
   "Author": "Auliq-Ice"
 },
 {
   "Saying": "“May your homes, surroundings and work places portray a safe clean environment.”",
   "Author": "Lailah Gifty Akita"
 },
 {
   "Saying": "“Earth provides enough to satisfy every man's needs, but not every man's greed.”",
   "Author": "Mahatma Gandhi"
 },
 {
   "Saying": "“I really wonder what gives us the right to wreck this poor planet of ours.”",
   "Author": "Kurt Vonnegut Jr."
 },
 {
   "Saying": "“Water and air, the two essential fluids on which all life depends, have become global garbage cans.”",
   "Author": "Jacques-Yves Cousteau"
 },
 {
   "Saying": "“What melody will our rivers remember if songbirds forget how to sing?”",
   "Author": "Sheniz Janmohamed"
 },
 {
   "Saying": "“The oceans are the planet's last great living wilderness, man's only remaining frontier on Earth, and perhaps his last chance to prove himself a rational species.”",
   "Author": "John L. Culliney"
 },
 {
   "Saying": "“Plans to protect air and water, wilderness and wildlife, are in fact plans to protect man.”",
   "Author": "Stewart L. Udall"
 },
 {
   "Saying": "“How we treat our land, how we build upon it, how we act toward our air and water, in the long run, will tell what kind of people we really are.”",
   "Author": "Laurance S. Rockefeller"
 },
 {
   "Saying": "“Man was the last of Creation but was given the duty to care for the Earth and all other created living creatures.”",
   "Author": "Lailah Gifty Akita"
 },
 {
   "Saying": "“We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.”",
   "Author": "Aldo Leopold"
 },
 {
   "Saying": "“If the day comes when our descendants can venture with wonder into chestnut forests, we will have gained back more than a perfect tree. We will have gained a new reason for hope.”",
   "Author": "Susan Freinkel"
 },
 {
   "Saying": "“The goal for most people should not be to feel better, but to get better at feeling.”",
   "Author": "Shannon L. Alder"
 },
 {
   "Saying": "“You may be able to fool the voters, but not the atmosphere.”",
   "Author": "Donella H. Meadows"
 },
 {
   "Saying": "\"The only way forward, if we are going to improve the quality of the environment, is to get everybody involved.\"",
   "Author": "Richard Rogers"
 },
 {
   "Saying": "\"The environment is where we all meet; where all have a mutual interest; it is the one thing all of us share.\"",
   "Author": "Lady Bird Johnson"
 },
 {
   "Saying": "\"Look deep into nature, and then you will understand everything better.\"",
   "Author": "Albert Einstein"
 },
 {
   "Saying": "\"The best friend of earth of man is the tree. When we use the tree respectfully and economically, we have one of the greatest resources on the earth.\"",
   "Author": "Frank Lloyd Wright"
 },
 {
   "Saying": "\"When we realize we can make a buck cleaning up the environment, it will be done!\"",
   "Author": "Dennis Weaver"
 },
 {
   "Saying": "\"A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.\"",
   "Author": "Franklin D. Roosevelt"
 },
 {
   "Saying": "\"It is horrifying that we have to fight our own government to save the environment.\"",
   "Author": "Ansel Adams"
 },
 {
   "Saying": "\"He that plants trees loves others beside himself.\"",
   "Author": "Thomas Fuller"
 },
 {
   "Saying": "\"The Earth has a skin and that skin has diseases, one of its diseases is called man.\"",
   "Author": "Friedrich Nietzsche Philosopher"
 },
 {
   "Saying": "\"The oceans are in trouble; the coasts are in trouble; our marine resources are in trouble. These are not challenges we can sweep aside.\"",
   "Author": "James Watkins"
 },
 {
   "Saying": "\"We already have the statistics for the future: the growth percentages of pollution, overpopulation, desertification. The future is already in place.\"",
   "Author": "Gunther Grass"
 },
 {
   "Saying": "\"I only feel angry when I see waste. When I see people throwing away things we could use.\"",
   "Author": "Mother Teresa"
 },
 {
   "Saying": "\"We can help educate our families and communities about the importance of recycling for our environment, and how each of us can make a difference for a better world by recycling.\"",
   "Author": "Robert Alan Silverstein"
 },
 {
   "Saying": "\"We live in a disposable society. It’s easier to throw things out than to fix them. We even give it a name – we call it recycling.\"",
   "Author": "Neil LaBute"
 },
 {
   "Saying": "\"If you want grown-ups to recycle, just tell their kids the importance of recycling, and they’ll be all over it.\"",
   "Author": "Bill Nye"
 },
 {
   "Saying": "\"Recycling is a good thing to do. It makes people feel good to do it. The thing I want to emphasize is the vast difference between recycling for the purpose of feeling good and recycling for the purpose of solving the trash problem.\"",
   "Author": "Barry Commoner"
 },
 {
   "Saying": "\"People ‘over-produce’ pollution because they are not paying for the costs of dealing with it.\"",
   "Author": "Ha-Joon Chang"
 },
 {
   "Saying": "\"When sustainability is viewed as being a matter of survival for your business, I believe you can create massive change.\"",
   "Author": "Cameron Sinclair"
 },
 {
   "Saying": "\"As sustainability becomes more and more of a concern, we’re going to see more plastics.\"",
   "Author": "Greg Lynn"
 },
 {
   "Saying": "\"He who knows what sweets and virtues are in the ground, the waters, the plants, the heavens, and how to come at these enchantments, is the rich and royal man.\"",
   "Author": "Ralph Waldo Emerson"
 },
 {
   "Saying": "\"We are living on this planet as if we had another one to go to.\"",
   "Author": "Terri Swearingen"
 },
 {
   "Saying": "\"The proper use of science is not to conquer nature but to live in it.\"",
   "Author": "Barry Commoner"
 },
 {
   "Saying": "“What is the use of a house if you don't have a decent planet to put it on? “",
   "Author": "Henry David Thoreau"
 },
 {
   "Saying": "“If trees could scream, would we be so cavalier about cutting them down.”",
   "Author": "Jack Handey"
 },
 {
   "Saying": "“The battle we have fought, and are still fighting, for the forests is a part of the eternal conflict between right and wrong.”",
   "Author": "John Muir"
 },
 {
   "Saying": "“You have to hold yourself accountable for your actions, and that's how we're going to protect the Earth.”",
   "Author": "Julia Butterfly Hill"
 },
 {
   "Saying": "“It was not until we saw the picture of the earth, from the moon, that we realized how small and how helpless this planet is - something that we must hold in our arms and care for.”",
   "Author": "Margaret Mead"
 },
 {
   "Saying": "“They kill good trees to put out bad newspapers.”",
   "Author": "James G. Watt"
 },
 {
   "Saying": "“We say we love flowers, yet we pluck them. We say we love trees, yet we cut them down. And people still wonder why some are afraid when told they are loved. “",
   "Author": "Author unknown"
 },
 {
   "Saying": "“A margin of life is developed by Nature for all living things - including man. All life forms obey Nature's demands - except man, who has found ways of ignoring them.”",
   "Author": "Eugene M. Poirot"
 },
 {
   "Saying": "\"Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can never learn from books.\"",
   "Author": "John Lubbock"
 },
 {
   "Saying": "\"Climb up on some hill at sunrise. Everybody needs perspective once in a while, and you'll find it there.\"",
   "Author": "Robb Sagendorph"
 }
]